"1" = "Fehler";
"2" = "Warnung";

"14" = "Dieses Display-Set wird zurzeit von mindestens einem Programm oder einem Event genutzt. Es kann nicht gelöscht werden.";
"15" = "Diese Tastenkombination wird bereits von Display-Set \"%@\" benutzt.
Bitte wählen Sie eine andere.";
"16" = "Diese Tastenkombination wird bereits von SwitchResX benutzt.
Bitte wählen Sie eine andere.";
"17" = "Die eingegebenen Registrierungsinformationen sind ungültig. Bitte überprüfen Sie Ihre Informationen und geben Sie diese dann erneut ein.";
"18" = "Vielen Dank für die Registrierung von SwitchResX.";
"19" = "Sie können nun alle Funktionen uneingeschränkt nutzen.";
"20" = "Sie können nun alle Einstellungen uneingeschränkt speichern.";

"24" = "OK";
"25" = "Ja";
"26" = "Abbrechen";
"27" = "Nein";
"28" = "Speichern";
"29" = "Nicht speichern";

"30" = "Möchten Sie die Einstellungen vor dem Beenden speichern?";
"31" = "Ihre Einstellungen gehen verloren, wenn Sie diese nicht speichern.";

"40" = "Die Display-Konfiguration wurde geändert.";
"41" = "SwitchResX hat festgestellt, dass sich die Display-Konfiguration geändert haben. Alle nicht gespeicherten Einstellungen sind somit ungültig und wurden verworfen.";
"42" = "Ein neues Display-Set wurde erstellt.";
"43" = "Ihre Einstellungen für das Display-Set wurden verworfen und die existierenden werden erneut geladen.";

"50" = "Fabrikeinstellungen laden für Bildschirm \"%@\" ?";
"51" = "Die gespeicherten Systemeinstellungen werden zurückgesetzt und die geänderten Einstellungen gehen verloren.";

"60" = "SwitchResX vollständig entfernen?";
"61" = "Wenn Sie ja klicken, werden:
- der SwitchResX Daemon gestoppt
- alle SwitchResX Hilfsanwendungen deinstalliert
- alle Einstellungen gelöscht";

"62" = "SwitchResX wurde deinstalliert";
"63" = "SwitchResX Control wird nun beendet. Sie müssen das SwitchResX Systemeinstellungsmodul jedoch manuell entfernen.";

"100" = "Das System liefert keine detaillierten Informationen über diese Auflösung";
"101" = "SwitchResX kann daher keinen Wert anzeigen.";

"200" = "Bei der Registrierung ist ein Fehler aufgetreten";
"201" = "Die Registrierung wurde aus dem folgenden Grund abgelehnt";

"1019" = "Wählen Sie eine Anwendung…";
"1020" = "Wählen Sie ein Script…";

"2409" = "Über SwitchResX";
"2410" = "Allgemein";
"2411" = "Display-Sets";
"2412" = "Programme";
"2413" = "Events";
"2414" = "Menüs";
"2415" = "Schreibtisch";
"2416" = "Bildschirm X";

"2613" = "%@ - Kopie";
"2614" = "Neues Display-Set";
"2615" = "< nicht gefunden >";

"2700" = "Icons in einem Raster der Größe %d × %d anordnen";
"2701" = "Schreibtischobjekte vor Anwendung eines neuen Display-Sets automatisch speichern.";	// 4.1.6: was too long
"2702" = "Schreibtischobjekte vor Änderung der Bildschirmauflösung automatisch speichern";			// 4.1.6: was too long

"2800" = "Die unregistriete Version von SwitchResX erlaubt nur 2 angepasste Auflösungen";
"2801" = " aktiv - Speichern benutzerdefinierter Auflösungen wird verweigert";
"2802" = "System Integrity Protection";
"2803" = " aktiv - Hilfsprogramme nicht installierbar";
"2804" = "Alle hier vorgenommenen Veränderungen erfordern die Eingabe eines Administratorkennworts und einen Neustart.";
"2805" = " aktiv - einige Einstellungen nicht änderbar";

"3000" = "Individuell";
"3001" = "Skaliert";
"3002" = "Standard";

// Before reboot
"3100" = "Nicht gespeichert";							// SRX but not saved
"3101" = "Nicht installiert";							// SRX saved, not saved in overrides
"3102" = "Nur in System - ungültig";					// Override only, not valid
"3103" = "Neustart erforderlich";						// SRX saved, in Override
"3104" = "Unbekannter Status 4";						// System only, not in override (all normal resolutions, but shouldn't be visible)
"3105" = "Unbekannter Status 5";						// System and SRX too, no need to be in override (will duplicate)
"3106" = "Reserviert für das System";					// System and override, not in SRX
"3107" = "Aktiviert";									// System, override and SRX

// Alternative
"3201" = "Nicht installiert - SIP aktiv";				// SRX saved, not saved in overrides because SIP active
"3203" = "Nicht aktiviert - ungültig?";					// SRX saved, in Override, but after reboot not active (otherwise would be 7)
